Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 孤月和羿清是在找人的半路上听到这个消息的，几乎是在郁红那群人离开门派的一瞬间，他们就已经感觉到了。虽然早猜到这几人有问题，却没想到她们会走得这么急。孤月原本不想管，走了就走了，他们可以再招人。可是羿清却发现……沈萤也不见了！
en_us: Lonemoon and Yi Qing had heard about this news as they were looking on the streets for Shen Ying. They had felt it the moment Yu Hong and her group of ladies had left; they had known there was something suspicious about the group of ladies. However, they had never guessed that they would leave in such a hurry. Lonemoon wasn't bothered at first. They could leave if they wanted to as they could always find other people. But Yi Qing then realized… Shen Ying was missing too!

source: 孤月和羿清脸色一白，齐齐上前一起捂住她的嘴。
en_us: Lonemoon and Yi Qing's faces turned pale. They both moved to cover her mouth.

source: 孤月嘴角一抽，“你TM又变成人干嘛？”说好的乖乖待在坑里呢？！
en_us: Lonemoon's mouth twitched as he asked, "Why the hell did you transform into a human?" Where did your promise to stay in the pit hole go?!

source: 孤月嘴角一抽，“啥意思？”魔界之门是老鼠洞吗？满地都是？“到底在哪里？说清楚点喂？”
en_us: The corner of Lonemoon's mouth twitched and he asked puzzledly, What does that mean?" Is the Door of the Demon Realm the rat holes? Is that why it is everywhere? Lonemoon asked persistently, "Where exactly is it? Could you be more specific?"

source: 孤月嘴角一抽，“喂喂喂，搞清楚到底谁救的啊？再说她这些天，除了在旁边啃水果，什么都没干啊！”
en_us: Lonemoon's mouth twitched. "Hey, hey, hey, make sure you know who saved who! And besides, she has done nothing these few days except munch on fruit!"

source: 孤月嘴角一抽，“现在是春天！”
en_us: The corner of Lonemoon's mouth twitched. "It's autumn!"

source: 孤月嘴角一抽，“算了，我又不是丹修，而且它认定了你，就算我想跟它结契也会失败的。”
en_us: The corner of Lonemoon's mouth twitched. "Forget it, I'm not a core cultivator anyway. It's got its mind set on you. It wouldn't work even if I wanted to take it in."

source: 孤月嘴角一抽，你丫是个饭桶吧？只记得吃。(╬◣д◢)
en_us: The corner of Lonemoon's mouth twitched. Do you know nothing but eating? All you care about is food. (╬◣д◢)

source: 孤月嘴角一抽，喂喂喂，他啥时候是沈萤的下属了！不过这份传承确实很诱人。
en_us: The corner of Lonemoon's mouth twitched. Hey, hey, hey. When did he become Shen Ying's subordinate? In any case, this heritage did sound really attractive.

source: 孤月嘴角一抽，想吃肉的只有你吧！果然是个吃货，什么时候都忘不了吃。
en_us: The corner of Lonemoon's mouth twitched. You're the only one who wants to eat meat! You're a foodie indeed — all you can think about is food.

source: 孤月嘴角一抽，才明白他说的啥事。隐隐觉得额头升起一堆黑线，拍了拍他的肩膀道，“奚秋，你想多了。”凌云峰怎么没的，没人比他更清楚好吗！这还不是来不及解释嘛……绝对不是觉得太丢脸才没说的。
en_us: Lonemoon's mouth twitched as he understood what was being talking about. He faintly felt his forehead gathering wrinkles as he patted Xi Qiu’s shoulder and said, "Xi Qiu, you think too much." Nobody was clearer as to how Ling Yun Peak was gone! It was certainly because he did not have time to explain… absolutely not because it was too embarrassing to mention.

source: 孤月嘴角一抽，拜托那些阵法是他布的好吗？说好的灵气感应强呢！剑仙你瞎吗？
en_us: Lonemoon's mouth twitched. Oh please, those arrays were set up by me. Where's the strong sensing powers of Spirit Qi! Sword immortal, are you blind?

source: 孤月嘴角一抽，敢情自己说这么多，还比不过人家一句是吧！
en_us: Lonemoon's mouth twitched; despite all that he said, his words weighed less than one line from someone else.

source: 孤月嘴角一抽，看着地上还眼泪汪汪瞅着他们的人，解释道，“他刚刚化形，还不习惯走路，所以才会这样，过两天就好了。”说着他忍不住上前一步，伸出手，“起来吧。”
en_us: The corner of Lonemoon's mouth twitched as he looked at the human-radish in front of them whose tears were now flowing. He began to explain, "It just took form and it's not used to walking, so that's why it’s behaving this way. It’ll be alright in a few days." He couldn't help but step forward. He offered a hand to the radish and said, "Stand up."

source: 孤月嘴角一抽，瞪了她一眼道，“你不是有东西要给她们吗？”
en_us: Lonemoon's mouth twitched. Glaring at her, he said, "Don't you have something to give them?"

source: 孤月嘴角一抽，突然想起了什么，“糕点不算饭！”他这不是太久没吃，偿了几口吗？要不要记这么久。
en_us: Lonemoon's mouth twitched. Suddenly he remembered something. "Pastries cannot be counted as rice!" He had tried a few mouthfuls as he had not eaten them for such a long time. Do you have to carry such a small matter in your memory for so long?

source: 孤月嘴角一抽，脑海有什么叭叽一下断了，扬手就把锅铲扔在了地上，“你刚说啥？有种再给我说一遍。”他哗的一下扯下了身上的围裙，怒气冲冲朝她走过来，“老子堂堂一个化神尊者，上辈子加这辈子都没给人做过饭，以为我稀罕给你做啊！谁爱做谁做去，老子不干了！”
en_us: Lonemoon's mouth trembled and something in his brain snapped. He raised his hand and flung the spatula to the ground. "What did you just say? I dare you to repeat it." He tore off his apron in a huff and stormed toward her. "I am a Soul Formation Supremacy who has never cooked for anyone, whether it be in my past or present life. You think I like to cook for you! Whoever wants this job can have it, I quit!”

source: 孤月嘴角一抽，转头瞅了瞅地上的‘罗汉’们，“他……他们这是？”
en_us: The corner of Lonemoon's mouth twitched. He turned around to frown at the Luohans. "They… What happened to them?"

source: 孤月嘴角一抽，这丫还真TM是去收鱼干了啊喂！
en_us: Lonemoon's mouth twitched, She actually went to collect her dried fish！

source: 孤月嘴角一抽，连忙转手把萝卜往沈萤的方向递了过去。
en_us: Lonemoon's mouth twitched. He hurriedly moved to pass the radish over to Shen Ying.

source: 孤月嘴角抽了抽，两秒后……
en_us: Lonemoon's mouth twitched once again. Two seconds later...

source: 孤月嘴角抽了抽，他是真的没有想到，羿清会已经有了师父。而且看样子，感情还很深。上下打量了眼这个还在狂吃狂吃的妹子，一时又探不到对方的深浅，只能试探的问。
en_us: Lonemoon's mouth twitched a little. He really had not expected that Yi Qing would already have a master and that their relationship would be so strong. He looked up and down at the girl who was still eating like crazy, but he was still unable to assess the depth of her skills. He decided to probe subtly.

source: 孤月嘴角抽了抽，尼玛名字都说光了，让他说什么啊喂？转头瞪了两人一眼，半会才咬牙切齿的道，“牛化云！”还好他还有个本名，这两不讲义气的混蛋！
en_us: Lonemoon's mouth twitched. Bloody hell! All the names had been taken up, so what was left for him to say? Turning his head to glare at his two fellow mates, he replied through clenched teeth, "Niu Huayun!" Fortunately, he still had a real name. These two disloyal scum!

source: 孤月嘴角抽了抽，脸色像个调色盘似的变好几番，半会才深吸一口气，顺手掏出一件扇子法器，抛出变成一个巨大的扇面，这才把她拉上去坐下。
en_us: Lonemoon's mouth twitched, and his complexion changed several times like a palette for blending colors. It took him a while before he took a deep breath and took out a fan Dharma artifact which turned into a gigantic fan, and he got her to sit on it.

source: 孤月嘴角止不住的抽搐着，半天都没从这副热闹得，宛如年夜饭般的场景中反应过来。
en_us: Lonemoon's mouth could not stop twitching. He took a long time before reacting as it had not been so lively for a while; it was like a scene from a reunion dinner.

source: 孤月回头看了她一眼，掩不住内心的激动解释道，“秘境就是独立于青界外的另一个小世界，里面的地图除了小一点，但自成一个天地。传说只有上古之时，才有开劈秘境的术法。现在的青界中，已经很少有秘境出现了。何况……何况这还是上古秘境。”
en_us: Lonemoon turned around to glance at her, barely able to contain his excitement. "The mystic realm is a small world that exists outside of the Azure World. Although the maps of mystic realms are smaller, they form entire worlds on their own. Legend has it that sorcery that can unlock the mystic realms only existed in ancient times. In the Azure World today, we hardly come across mystic realms. Much less... much less a mystic realm of the ancient times.

source: 孤月回头看了她一眼，翻了个白眼，又回过头去了。
en_us: He turned to glance at her, rolled his eyes, and turned back to the radish field.

source: 孤月在药丹峰发现一个密室，那密室极为隐密，若不是他精通阵法，怕是也发现不了。可那密室内却只是一个普普通通的练丹房。玉鼎身为药丹峰堂主，执掌整个药丹峰，本身就是八阶练丹师，玄天宗的丹药九成以上都出自药丹峰。身为堂主，他开炉练丹本来就是常事，根本没必要弄这么一个练丹密室。孤月心中疑惑，直到他看到密室内那几瓶还未来得及收起的成品丹药。
en_us: Lonemoon found a secret chamber in the Elixir Peak which had been so deeply hidden that if he had not been proficient in array formations, it would never have been discovered. However, this secret chamber was not just an ordinary room for refining elixir pills. Yu Ding, who was the hall master in charge of the entire Elixir Peak, was also an eighth-level alchemist; ninety percent of Blackheaven Sect's elixirs originated from Elixir Peak. As a hall master, refining pills had been part of his job, so there was no need to set up such a secret room for elixir refinement. Lonemoon was deeply puzzled, until he saw the bottles of completed elixirs in the secret room that Yu Ding had not managed to stash away in time.

source: 孤月头上的青筋叭叽一炸了，“尼玛，有种以后你到是自己走？别变成萝卜抱我脚上啊！”老子都没嫌弃你重呢？！
en_us: The blue veins on Lonemoon's temples exploded. "Holy shit, how about you move around by yourself in the future? Don't turn into a radish and cling onto my leg!" I haven't even complained about your weight!

source: 孤月实在是被这群明目张胆的强盗恶心到了，这些人根本就是为了那千叶草木灵来的，他们根本不关心那三位长老怎么死的，只是想趁着这个由头对玄天宗发难而已。
en_us: Lonemoon was absolutely disgusted by these audacious bandits. These people were clearly here for the Thousand Leaves Vegetation Spirit. They didn't really care how the three elders had died; they just wanted to use them as an excuse to make things difficult for the Blackheaven Sect.

source: 孤月对这个即将转变成厨仙的剑仙彻底的绝望了，偏偏又不能让沈萤帮忙，不然这个吃货，一准直接带出个新东方厨师班来。他也只能咬牙接过了这几个人。
en_us: Lonemoon lost all hope with this Sword Immortal turned Chef Immortal, and he also could not let Shen Ying help out either; otherwise, this foodie might just teach a whole new oriental chef class. All he could do was to grit his teeth and take over the disciples.

source: 孤月带着沈萤，直接朝着那个孤岛飞去，越是靠近附近的剑气就越浓，岛上方圆三里之内，已经完被剑气包围住了，再不能寸进，他只好停在半空看着前方那个被强大剑气与灵气包围的岛屿。空气中的灵气越来越浓郁，似是受到了什么吸引一样，混合着剑气一起朝着岛中压缩涌去，仿佛要化为实质一般。
en_us: Lonemoon brought Shen Ying along as they flew directly towards that lone island. As they got closer, the Sword Qi became denser; the Sword Qi had enveloped the island within a radius of 1.5 kilometers. He could only stop in midair to look at the island ahead that was engulfed in the strong Sword Qi. The Spirit Qi in the air was becoming denser as if attracted by something. They were combining with the Sword Qi and heading towards the island, seemingly compressing to become something solid.

source: 孤月心下一喜，顿时明白了他的想法，“你走前，我殿后！”
en_us: A delighted Lonemoon at once realized Yi Qing's intentions. "You take the front, I'll guard the back!"

source: 孤月心下一定，眼里闪过一丝欣赏之意，不愧是将来的剑仙，只是金丹就能一眼看出他修为，看来对灵气感应十分敏锐。瞬间觉得刚刚幻灭的东西，又补回了一点。
en_us: Lonemoon felt a little more settled, and a hint of appreciation crossed his eyes. Yi Qing was only a Golden Core cultivator, yet he could tell Lonemoon's cultivation level with a look, indicating that his Spirit Qi was highly developed. All at once, he felt the pang of his disappointment lessen a little.

source: 孤月心下一惊，这么冲天的剑气，就算他也一不定能有，不愧是剑仙，这才短短数日，他已经完全领悟溶合了自己的剑意。
en_us: Lonemoon was stunned. Such surging Sword Qi was something even he might not be capable of summoning forth. In just a few days, Yi Qing had mastered and become one with his sword intent.

source: 孤月心下一沉，顿时有种不详的预感，“拦住他！”
en_us: Lonemoon's heart sank with an ominous feeling. "Stop him!"

source: 孤月心下沉，只想骂一句。
en_us: Lonemoon’s heart sank; he felt like cursing.

source: 孤月心中一动，差点忘了还有这个仙魂了，这可是上古仙门的传承，也不知道有多少失传的丹方。
en_us: Lonemoon's heart skipped a beat. He had almost forgotten about the immortal soul. This was a heritage belonging to an immortal sect afterall — there could be many long-lost recipes.

source: 孤月心口一塞，忽悠觉得脸好疼……
en_us: Lonemoon's heart seemed to pause and his face began to hurt all of a sudden...

source: 孤月心口一滞，只觉得一口老血喷涌而出。他瞎了，一定是瞎了！
en_us: Lonemoon felt as if something was blocking his throat. A stream of blood suddenly spewed out from his mouth. He was blind. He must be blind!

source: 孤月心底一喜，全身一松，整个人都倒了下去。虽然已经没了一丝余力，但觉得整个人都不同了，仿佛新生一般。原本还浓郁的灵气，莫名就觉得少得可怜起来，就连羿清原本让他觉得深厚修为，也浅薄了起来。
en_us: Lonemoon was overjoyed. His entire body slackened and he toppled forwards. Although he did not have a shred of energy left, he felt like a whole new person, as if he had just been reborn. The Spirit Qi which had seemed dense previously, now curiously felt pitifully thin to him. Even Yi Qing's cultivation, which he had highly regarded, now seemed weak to him.

source: 孤月心底一紧，“难道他的元神有问题？”
en_us: Lonemoon's heart wrenched, "Could there be something wrong with his primordial spirit?"

source: 孤月心底咯噔一下，“他也是游仙！”
en_us: Lonemoon came to a realisation. "He is also a Traveling Immortal!"

source: 孤月忽悠了一圈回来时，戚橙雨这边已经结束了。刚刚还气熄嚣张的甘子睿已经彻底没了气息。戚橙雨也已经浑身是伤。她到是说到做到，拼着一股子气硬生生独自报了仇，没让别人帮半点忙。等到对方落下最后一口气，她本就摇摇欲坠的身体，仿佛终于懈下了最后一口气一般，直接瘫在了地上，手中染血的长剑也掉了下来。
en_us: Lonemoon came back from causing a distraction outside, and Qi Chengyu's battle had already ended. The originally arrogant Gan Zirui was completely devoid of breath. Qi Chengyu was also covered in wounds all over. She had indeed held to her word; she had fought on with all her might as tough as it might be to avenge herself, and did not allow anyone to help her. At the moment he took his last breath, her unstable body seemed to finally relieve its last breath and fell flat on the ground. The long sword stained with blood also dropped from her hands.

source: 孤月想了想，转身去了凌霄峰，这毕竟是大事，也需要让其它两位尊者知道，以便尽快决定入秘境的人选。待各门各派的人聚齐再一起进入秘境。
en_us: Lonemoon pondered about something for a bit and then went to Ling Xiao Peak. This was a huge matter after all, so there was a need to inform the other two Supremacies so as to quickly decide on the members to be sent and wait for all the people from the sects to gather and enter the mystic realm.

source: 孤月想得很好，那个游仙看起来不好对付，而且谁都不知道秘境里有啥？这种情况，只能开挂！以沈萤那变态般的实力，带个她比带上一打的化神修士都管用。虽然她懒了点，路痴了点，变态了点，麻烦了点，说话还气人了点，但在安全方面，的确管用。
en_us: Lonemoon had it all figured out. The Traveling Immortal looked strong and they didn't know what lay before them in the mystic realm. Given their situation, they had no choice but to play dirty. Shen Ying was disgustingly powerful. She would be far more useful than a Soul Formation stage cultivator. She might be lazy, lousy at navigation, a little perverted, troublesome, and annoying, but she was still a safe choice.

source: 孤月想得很清楚，他们这浮峰灵植遍地，想要培养出一批弟子来还是很方便的。
en_us: Lonemoon had a clear plan in mind. It would be easy for them to nurture an entire sect using this land of spirit herbs.

source: 孤月愣了一下，“我干嘛要让人破产？”
en_us: Lonemoon hesitated, "Why would I want to bankrupt anyone?"

source: 孤月愣了一下，脸色变了变，咳了一声道，“没什么？就是想起了一些以前的事。”心魔的可怕之处，就是因为他利用人心的弱点，找到最软弱的一块，编织最好的梦境让人沉迷。所以入魔的人，即使看出这是自己的心魔，也不愿意出来。而他刚刚……回到了现代。
en_us: Lonemoon hesitated. His expression changed and he cleared his throat, "Nothing? I just remembered something that happened a long time ago." The scary thing about mental demons was that they made use of a person's weaknesses. Once they had a hold on the person's weakness, they would conjure up the perfect imaginary world to trap the person in. People who were trapped with their mental demons would not realise it even after they come face-to-face with their biggest weakness. Lonemoon had just... gone back to modern times.

source: 孤月愣了愣，接了过去，像往常一样坐在了她旁边，想起之前的事，内心像是梗了什么，想说点什么，又不知从何说起。
en_us: Lonemoon hesitated, took the meat, and sat next to her like he always did. His heart felt heavy thinking about what happened earlier in the day. Lonemoon wanted to say something, but he didn't know where to begin.

source: 孤月扫了他一眼，似是想说什么，却没有开口，半会又坐了回去，继续扒饭。
en_us: Lonemoon scanned him and started to say something, but he changed his mind and sat down. He continued to eat.

source: 孤月抬头一看，只见前方不远处，一座高大的殿宇出现在眼前，整个殿宇纯白如玉，隐隐还散发着淡淡的荧光。
en_us: Looking up, Lonemoon saw a towering temple appearing in front of him a short distance away. The entire temple was as white as jade, emanating a faint fluorescent glow.

source: 孤月抬头一看，果然上空还飘着那面鬼气森森的幡旗，浓黑如墨，跟三天前没有半点变化。地面之上他布下的净化大阵仍亮着白光，而其它几位堂主也坐在四周的阵眼处催动着灵气。
en_us: Lonemoon looked up and saw that the eerie gonfalon was indeed still floating above, looking as black as ink; it had not changed a single bit since three days ago. The huge purge array he had set up on the ground was still gleaming with a white glow, while the rest of the hall masters sat around the array powering the Spirit Qi.

source: 孤月抬头看着眼前那座高耸入云的浮峰，半天没有回过神来。只见那峰上霞光满天，云雾缭绕宛如仙境，峰上灵气满溢，隐隐还能感觉到峰内数条灵脉涌动的气息。这样鲜活的灵脉比起玄天宗更强上数倍。
en_us: Lonemoon was lost in awe as he looked up to see a towering, floating mountain, so high that it reached all the way to the clouds, appear before him. The mountain was bathed in a beautiful afterglow and was encircled by swirls of mist like a scene from an immortal fairyland. Spirit Qi gushed out from the peak of the mountain and one could faintly feel the aura of several spirit veins throbbing within it. These vibrant spirit veins were several times stronger than those at the Blackheaven Sect.

source: 孤月抬头瞅了瞅仍立在空中的大门，又转头看了看四周仍是没有散尽的魔气，“就算不过来，这里接下来可怎么办？”总不能让这些魔气，一直围在无敌派四周吧。
en_us: Lonemoon raised her head and peered at the Gates, still standing high above ground. She turned her head and looked around, still sensing the presence of demonic aura. "Even if they won't step foot, what are we to do next?" We can't just allow this demonic aura to loom around the Undefeated Sect!

source: 孤月拂了拂衣衫，在她对面坐下，带些幸灾乐祸的道，“每年这个时候，金丹以下的弟子，都要分批出去历练，以提高弟子的对战实力，大致都是完成些凡间处理不了的委托，或是降服些做乱的妖兽之类的，相当于分组演习。”
en_us: Lonemoon patted delicately at his robes before sitting down opposite her. He could not help gloating as he informed her, "At this time of the year, the disciples below Golden Core level must go out in batches on an experiential training expedition to improve their battle readiness. It mostly involves taking on requests that those in the mortal world cannot handle, or subduing demons and beasts and the like, similar to a group training exercise."

source: 孤月接过丹药，脸色沉了沉问，“这个多少灵石？”好歹也砸过他的场子，不好白拿人家的东西。
en_us: Lonemoon received the elixirs and asked in a serious tone, "How many spirit stones for these?" After all, Lonemoon did smash up his place. It wasn't nice to take the things of others for free.

source: 孤月接过了自己的法器，怀疑的探试了一遍，发现并没有问题才收了起来。心底的疑问，却越来越多。这个魔修是谁？沈萤为什么要帮她？
en_us: Lonemoon received his dharma artifacts and inspected them with suspicion before putting them away. The number of questions in his mind only kept growing. Who exactly was this fiendish cultivator? Why did Shen Ying want to help her?

source: 孤月接过她手上的圆石，捏了个诀又掏出几张符道，“拿着，这是寻踪符，刚刚我已经锁定了这人的气息，你们一会用这个找要容易些。”说完又不放心的加了一句，“记住……千万别暴露你们玄天宗的身份，我可不想背个串通魔修的罪名。”
en_us: Lonemoon took the round stone from her hand, produced a hand seal and then took out a few Dao talismans. "Take these, they are tracking talismans. I just locked in the aura of that person. You can use this later to find him. It’ll be much easier." But even after saying this he was still worried and so added, “Remember… don’t expose your Blackheaven Sect identity. I don’t want the crime of colluding with fiendish cultivators on my head."

source: 孤月摇了摇头，正想叹一口果然年轻，顺便再提点两句。旁边啃了一天零食，现在还在啃着的沈萤却突然开口插了一句，“它喜欢吃鸡，你们可以抓几只鸡引它出来啊。”
en_us: Shaking his head, Lonemoon was about to say that they were indeed a green lot and then present his own views. But suddenly, Shen Ying, who had been sitting next to him eating her snacks, interrupted, "It likes to eat chicken. You can catch a few chickens and use them to lure it out."

source: 孤月整个人都懵住了，怎么也没想到会有第八十三道天雷，“沈……萤？！”这到底怎么回事？
en_us: Lonemoon was overwhelmed with shock. He had never expected there would a eighty-third bolt of divine lightning. "Shen... Ying? !" What the hell was going on?

source: 孤月是真的生气，他在这个世界几百年了，一路也算是顺风顺水，运气好到爆炸，随随便便修仙都能到化神。还以为一生都会这么顺下去，心底都快把自己当成了那些穿越主角了。虽然后来发现这个世界的真相，但好在跟他没什么关系。
en_us: Lonemoon was truly angry. He had lived in this world for a few hundred years, and the journey had been rather smooth sailing. He was also extremely lucky, as his cultivation of Immortality easily led him to Soul Formation level. He even thought that his whole life would continue to be as smooth. In his heart, he almost thought of himself as the main lead of a transmigration story. Although he later found out the truth of this world, that wasn't much of a concern to him.

source: 孤月更想骂娘了，早知道刚刚就该把练丹炉上的门堵上了。
en_us: This increased Lonemoon's desire to curse at him. He should have blocked the entrance to the elixir-refining cauldron.

source: 孤月有些头疼，八阶狐妖，相当于金丹后期，很明显这批历练的弟子对付不了。那妖只能是他，或是羿清来解决了，可外面这么大，他们上哪找狐妖去。
en_us: To Lonemoon, this matter was getting to be a bit of a headache. An eighth-level fox demon was equivalent to a late stage Golden Core cultivator. It was obvious that this group of disciples wouldn’t be able to deal with it. Only he or Yi Qing could handle it, but the area outside was so vast, he did not know where to start looking for it.

source: 孤月条件反射的想接住萝卜，却发现它仿佛习惯了似的，瞬间从他怀里滑下去，抖了抖叶子缠到了他脚上，中途都没醒一下。
en_us: Lonemoon tried to hold onto the radish, but the radish reflexively slid down from his arms. Shaking out its leaves, it wrapped itself around his foot, never once waking up during the entire process.

source: 孤月松了一口气，还好剑仙的智商还在。
en_us: Lonemoon heaved a sigh of relief. Fortunately, the Sword Immortal still retained his smarts.

source: 孤月正打算御剑而起，只觉得腿上一重，低头一看，巧好撞进某只腿部挂件的视线里。
en_us: Lonemoon was just about to sword-ride when he felt a weight on his leg. Looking down, he saw something hanging onto his leg.

source: 孤月气急，头一次感觉到说不出口的憋屈。轩辕家本就来者不善，根本没想过轻易放过玄天宗，这会只是借着草木灵的事，找个发作的理由而已。
en_us: Now Lonemoon was hopping mad. This was the first time he had ever felt this indignant. The Xuan Yuan Family did not come with good intentions. It was clear that they were not about to let the Blackheaven Sect off that easily. They were only using the Vegetation Spirit as an excuse to find trouble with them.

source: 孤月没了办法，这不收也得收了，最终他也只刷下去了几个元婴期的修士。并不是她们资质不好，而是修为到了元婴期，都可以做个客卿了，没必要屈才做个弟子门人。而无敌派建派不久，还真不需要招收客卿。
en_us: Lonemoon had no choice but to accept them into the sect. In the end, he only sent a few Nascent Soul cultivators home. It was not that they had poor qualifications, but Nascent Soul cultivators could practically be guest elders in the sect. There was no need for them to join as disciples. Invincible Sect had only been established awhile ago - they really did not need to recruit guest elders just yet.

source: 孤月没有犹豫，拎起受伤的印风，追了上去。
en_us: Lonemoon wasted no time. He helped the injured Yin Feng up and followed Yi Qing.

source: 孤月浑身一僵，这是要加他入黑名单吗？半会干脆利落的答道，“我叫沈萤！”
en_us: Lonemoon stiffened. Was he going to add his name to the blacklist? After half a second, he said firmly, "I'm Shen Ying!"

source: 孤月深呼吸了好几次，才压下满心卧槽，放开神识开始在眼前满山的碎石中搜寻起狐妖来，奇怪的是刚刚还十分明显的妖气，此时却突然没了踪迹。
en_us: It was only after taking a few deep breaths… that Lonemoon managed to suppress the curses in his heart. He activated his divine perception and started probing for the fox demon among the mountain of gravel in front of him. The strange thing was that the demonic aura which had been very pronounced until just now, had suddenly vanished without a trace.

source: 孤月满脸怀疑的瞄了她一眼，却还是取下了身侧的储物袋，想了想从里面拿了个全新的绿色储物袋递给她，“喏，给。”
en_us: Lonemoon looked at her questioningly but nevertheless took out a storage bag beside him. After giving it some thought, he dug out a brand new green storage bag and passed it to her, saying "Here. Take.",

source: 孤月点了点头，“嗯，我们无敌派刚刚成立，的确是在招收门人。”
en_us: Lonemoon nodded. "Yes, our Invincible Sect has just been established and we are indeed recruiting disciples."

source: 孤月点了点头，放慢了御剑的速度，往前飞了出去。
en_us: Lonemoon nodded slightly, slowing down his sword.

source: 孤月点了点头，看向那座高大的仙宫，光放在外面的一个练丹炉，就可以化成那样一番天地，那这仙宫之中，还不知道藏着多少他们未曾见过的东西。
en_us: Lonemoon nodded, looking at the towering Immortal Pavilion. If just that one elixir-refining cauldron could transform into such an amazing world, then heaven knew how many other things were hidden inside the pavilion that they had never seen before.

source: 孤月点了点头，躲开身侧的游仙，转头集中对付起了印风来。
en_us: Lonemoon nodded as he dodged the Traveling Immortal's side attack. He turned around and focused his attention on Yin Feng.

source: 孤月点头，再次探查了一番，仍是没有结果，都有些怀疑沈萤那天是不是眼花了，忍不住推了推旁边的人，“喂，你发现什么没有？”
en_us: Lonemoon nodded and conducted a search once more, but there were still no results. He even started suspecting if Shen Ying was hallucinating that day. He pushed the person beside him and asked, "Hey, did you find anything yet?"

source: 孤月点头，转头看向旁边的人道，“郁红，你把思羽叫来。”
en_us: Lonemoon nodded and turned to the person beside him and said, "Yu Hong, get Si Yu over."

source: 孤月猛的睁大了眼睛，顿时反应过来，大声朝着旁边的人喊道，“羿清，他们大半已经彻底入魔了，是唤不醒的。”
en_us: Lonemoon's eyes widened. He shouted at Yi Qing who was beside him, "Yi Qing, most of them are completely enchanted by their mental demons. We can't wake them up!"
